[
  {
    "id": "welcome.landing.signin",
    "defaultMessage": "Contact us"
  },
  {
    "id": "welcome.landing.signup",
    "defaultMessage": "GitPay.me"
  },
  {
    "id": "welcome.landing.title",
    "defaultMessage": "A Better Way to Recruit Technical Talent"
  },
  {
    "id": "welcome.landing.description",
    "defaultMessage": "GitPay is a platform by developers, for developers that connects global talent to real-world technical challenges on GitHub and Bitbucket. This allows our international recruitment team to identify the best, proven talent in real time for roles at some of the world’s most exciting companies, like yours. Want our help filling a position?"
  },
  {
    "id": "welcome.landing.hire",
    "defaultMessage": "Connect with a Recruiter"
  },
  {
    "id": "welcome.landing.work",
    "defaultMessage": "Work"
  },
  {
    "id": "welcome.landing.about.title",
    "defaultMessage": "About GitPay"
  },
  {
    "id": "welcome.landing.about.description",
    "defaultMessage": "GitPay is a new marketplace platform and community of technical talent who work collaboratively to solve issues in GitHub and Bitbucket in exchange for experience and/or bounties. As the future of work becomes reality and distributed, agile teams become the norm, we are poised to support open source and proprietary projects with a ready-to-work community of talent. Visit gitpay.me to learn more."
  },
  {
    "id": "welcome.landing.about.button",
    "defaultMessage": "Visit Gitpay"
  },
  {
    "id": "welcome.landing.recruitment.title",
    "defaultMessage": "GitPay for recruitment"
  },
  {
    "id": "welcome.landing.recruitment.description",
    "defaultMessage": "We know finding technical talent is competitive and challenging. How? Our co-founders are developers and have worked at major organizations including Dansk Bank and the NeuroLeadership Institute and have solved technical challenges for clients on five continents. We understand the unique requirements of technical recruitment and have built a team of recruiters backed by our platform who are able to identify and help place the best candidate for nearly any technical role. Connect with a recruiter to start a discussion."
  },
  {
    "id": "welcome.landing.issues.title",
    "defaultMessage": "GitPay for immediate technical requirements"
  },
  {
    "id": "welcome.landing.issues.description",
    "defaultMessage": "GitPay is designed to allow project and product managers to immediately access talent for pressing issues. Have a pressing issue you need solved? Visit gitpay.me to add tasks for bounties."
  },
  {
    "id": "welcome.landing.services",
    "defaultMessage": "Join Gitpay"
  }
]